# -*- coding: utf-8 -*-
"""
Created on Thu Dec 13 12:56:11 2018

@author: Administrator
"""

#ANIMALS_CSSM_DICT={
#        '熊猫':20,'变异熊猫':25,'羊驼':20,'变异羊驼':25,'金刚鹦鹉':16,'浣熊':20,
#        '金钱龟':20,'鳄鱼':14,'白犀牛':20,'变色龙':20,
#        '白狮':20,'白虎':20
#        }
#ANIMALS_YNSC_DICT={
#        '熊猫':4,'羊驼':4,'金刚鹦鹉':4,'浣熊':4,
#        '金钱龟':4,'鳄鱼':4,'白犀牛':4,'变色龙':4,
#        '变异熊猫':4,'变异羊驼':4,'白狮':4,'白虎':4
#        }
#ANIMALS_LNSC_DICT={
#        '熊猫':5,'羊驼':5,'金刚鹦鹉':4,'浣熊':5,
#        '金钱龟':5,'鳄鱼':3,'白犀牛':5,'变色龙':5,
#        '变异熊猫':5,'变异羊驼':5,'白狮':5,'白虎':5
#        }
#ANIMALS_SCZQ_DICT={
#        '熊猫':3,'羊驼':3,'金刚鹦鹉':3,'浣熊':3,
#        '金钱龟':3,'鳄鱼':3,'白犀牛':3,'变色龙':3,
#        '变异熊猫':3,'变异羊驼':3,'白狮':3,'白虎':3
#        }
WEEK_DAY_DICT = {0 : '星期一',1 : '星期二',2 : '星期三', 3 : '星期四',
                 4 : '星期五',5 : '星期六', 6 : '星期天',}